Repository: 84000/data-translation-memory
Catalog: toh556-v3.tmx
Source language: bo
Languages: en

source: ཉོན་མོངས་པ་རྣམ་པར་དག་པ་དང་། སྡུག་བསྔལ་རྣམ་པར་དག་པ་དང་། མཚན་མ་རྣམ་པར་དག་པ་སྟེ།
en: Being pure of kleśas, being pure of suffering, and being pure of characteristics.

source: ཇི་ལྟར་གསེར་བཟང་པོ་བཞུ་ཞིང་བཏུལ་ཏེ། སྦྱངས་པ་ལ་རྡུལ་དང་དྲི་མས་ཕྱིར་མི་གོས་ཤིང་། རང་བཞིན་རྣམ་པར་དག་པའི་གསེར་ཉིད་དུ་སྣང་སྟེ།
en: This is like when good gold has been smelted and treated so that it is purified, is subsequently unstained by dirt and impurities, and its natural purity has appeared.

source: གསེར་གྱི་དངོས་པོ་རྣམ་པར་དག་པ་ཡང་མེད་པར་གྱུར་པ་མ་ཡིན་པ་བཞིན་ནོ། །
en: It is not that the pure substance of gold had not existed.

source: དཔེར་ན་ཆུ་རྙོག་པ་ཅན་དངས་ཏེ། རྣམ་པར་དངས་ནས་ཆུའི་རང་བཞིན་ཉིད་གསལ་བར་གྱུར་པ་ཡིན་གྱི། ཆུ་དེ་ཉིད་མེད་པར་གྱུར་པ་ཡང་མ་ཡིན་ནོ། །
en: “As an analogy, when turbid water becomes clear, then on becoming clear, the nature of water is revealed; it’s not that the water was not present.

source: དེ་བཞིན་དུ་ཆོས་ཀྱི་སྐུ་ཡང་ཉོན་མོངས་པ་དང་། སྡུག་བསྔལ་སྣ་ཚོགས་འདུས་པ་སྤངས་ནས། བག་ཆགས་མ་ལུས་པར་བསལ་ཏེ། སངས་རྒྱས་ཀྱི་ངོ་བོ་ཉིད་རྣམ་པར་དག་པ་ཉིད་སྣང་བར་གྱུར་པ་ཡིན་གྱི། དངོས་པོ་མེད་པར་གྱུར་པ་ཉིད་ནི་མ་ཡིན་ནོ། །
en: In that same way, the Dharma body has eliminated the aggregation of kleśas and suffering, and has eliminated all negative tendencies without exception, so that the pure nature of buddhahood appears, yet it does not become nothingness.

source: ཡང་དཔེར་ན་ནམ་མཁའ་ལ་དུ་བ་དང་། སྤྲིན་དང་། རྡུལ་དང་། ན་བུན་གྱིས་བསྒྲིབས་པ་དེ་མེད་པར་གྱུར་ན། ནམ་མཁའི་ཁམས་དེ་རྣམ་པར་དག་པར་གྱུར་པ་ཡིན་གྱི།
en: “As another analogy, the element of space becomes pure when the sky is not obscured by smoke, clouds, dust, or mist, but it’s not that space was not present.

source: ནམ་མཁའ་དེ་ཉིད་མེད་པར་གྱུར་པ་ནི་མ་ཡིན་ནོ། །དེ་བཞིན་དུ་ཆོས་ཀྱི་སྐུ་ཉོན་མོངས་པ་ཐམས་ཅད་ཟད་པའི་ཕྱིར་རྣམ་པར་དག་པ་ཞེས་བྱའི།
en: In the same way, the Dharma body is pure when all the kleśas have ceased, but it’s not that the Dharma body was not present.

source: སྐུ་ཉིད་མེད་པར་གྱུར་པ་ནི་མ་ཡིན་ནོ། །གཞན་ཡང་དཔེར་ན་འགའ་ཞིག་གཉིད་ལོག་པའི་རྨི་ལམ་ན་ཆུ་ཆེན་པོས་ཁྱེར་ནས། ལུས་དང་རྐང་ལག་བསྐྱོད་དེ། ལུས་དང་སེམས་འབད་པ་དང་བཅས་པས་ཕ་རོལ་གྱི་འགྲམ་དུ་ཕྱིན་པ་རྨིའོ། །
en: “Also, as a further analogy, someone in a dream who is swept away by a great river uses their body, legs, and arms, and with physical and mental effort reaches the far shore.

source: རྨི་ལམ་དེ་ལས་སད་པ་དང་། ཆུ་དང་ཕན་ཚུན་གྱི་འགྲམ་ཐ་དད་པར་ཡོད་པ་མཐོང་བ་མེད་ཀྱང་། སེམས་ཉིད་མེད་པ་ནི་མ་ཡིན་ནོ། །
en: On waking from that dream, the river and its banks are seen to not have separate existences, but it is not that the mind that dreamed them was not present.

source: འཁོར་བར་རྣམ་པར་རྟོག་པ་ཟད་པ་ཡང་བློ་རྣམ་པར་དག་པ་སྟེ། སངས་རྒྱས་པ་དེ་མེད་པ་ཡང་མ་ཡིན་ནོ། །
en: “The mind is purified when thoughts of saṃsāra cease, but it is not that buddhahood was not present.

source: དེ་བཞིན་དུ་ཆོས་ཀྱི་དབྱིངས་ལ་རྣམ་པར་རྟོག་པ་ཐམས་ཅད་མི་སྐྱེ་བའི་ཕྱིར་རྣམ་པར་དག་པ་ཞེས་བྱ་སྟེ། སངས་རྒྱས་རྣམས་ཀྱི་ཡང་དག་པའི་སྐུ་ནི་མེད་པ་མ་ཡིན་ནོ། །
en: In the same way, when no thoughts arise in the Dharma realm, that is called purity, but it is not that the true bodies of the buddhas were not present.

source: གཞན་ཡང་རིགས་ཀྱི་བུ་ཆོས་ཀྱི་སྐུ་ནི་ཉོན་མོངས་པའི་སྒྲིབ་པ་རྣམ་པར་དག་པས་ལོངས་སྤྱོད་རྫོགས་པའི་སྐུ་སྣང་བར་འགྱུར་རོ། །
en: “Also, noble one, through the Dharma body being purified of the kleśa obscurations, the enjoyment body appears.

source: ལས་ཀྱི་སྒྲིབ་པ་རྣམ་པར་དག་པས་སྤྲུལ་པའི་སྐུ་སྣང་བར་འགྱུར་རོ། །
en: Through being purified of karma obscurations, the emanation body appears.

source: ཡེ་ཤེས་ཀྱི་སྒྲིབ་པ་རྣམ་པར་དག་པས་ཆོས་ཀྱི་སྐུ་སྣང་བར་འགྱུར་རོ། །
en: Through being purified of that which obscures wisdom, the Dharma body appears.

source: དཔེར་ན་ནམ་མཁའ་སྟོང་པ་ལ་བརྟེན་ནས་གློག་འབྱུང་ངོ་། །གློག་ལ་བརྟེན་ཏེ་འོད་སྣང་ངོ་། །
en: As an analogy, from the empty sky there appears lightning; from lightning there appears light.

source: དེ་བཞིན་དུ་ཆོས་ཀྱི་སྐུ་ལ་བརྟེན་ཏེ། ལོངས་སྤྱོད་རྫོགས་པའི་སྐུ་སྣང་ངོ་། །ལོངས་སྤྱོད་རྫོགས་པའི་སྐུ་ལ་བརྟེན་ཏེ་སྤྲུལ་པའི་སྐུ་སྣང་ངོ་། །
en: In the same way, the enjoyment body appears from the Dharma body, and the emanation body appears from the enjoyment body.

source: དེ་ལ་རང་བཞིན་རྣམ་པར་དག་པའི་ཕྱིར་ཆོས་ཀྱི་སྐུ་སྣང་ངོ་། །
en: The Dharma body appears because of its pure nature.

source: ཡེ་ཤེས་རྣམ་པར་དག་པས་ལོངས་སྤྱོད་རྫོགས་པའི་སྐུ་སྣང་ངོ་། །
en: The enjoyment body appears because of pure wisdom.

source: ཏིང་ངེ་འཛིན་རྣམ་པར་དག་པས་སྤྲུལ་པའི་སྐུ་སྣང་ངོ་། །
en: The emanation body appears because of pure samādhi.

source: དེ་གསུམ་རྣམ་པར་དག་པ་ནི་ཆོས་ཀྱི་དེ་བཞིན་ཉིད་དང་། གཞན་མ་ཡིན་པའི་དེ་བཞིན་ཉིད་དང་། རོ་གཅིག་པའི་དེ་བཞིན་ཉིད་དང་། རྣམ་པར་གྲོལ་བའི་དེ་བཞིན་ཉིད་དང་། མཐས་ཀླས་པའི་དེ་བཞིན་ཉིད་ཀྱི་ཕྱིར། སངས་རྒྱས་ཐམས་ཅད་ནི་སྐུ་ཐ་མི་དད་པའོ། །
en: “The purity of those three is the true nature of the Dharma body—the true nature that is not anything else, the true nature of one taste, the true nature of liberation, the true nature of infinity—and therefore there is no difference in the bodies of the buddhas.

source: རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་གང་། དེ་བཞིན་གཤེགས་པ་ནི་བདག་གི་སྟོན་པ་ཆེན་པོའོ། །ཞེས་སྨྲ་ཞིང་མོས་པ་དེ་ནི། དེ་བཞིན་གཤེགས་པའི་སྐུ་གཉིས་སུ་མེད་པར་བསམ་པ་ཐག་པས་ཤེས་པ་ཡིན་ནོ། །
en: “The noble men or noble women who say, ‘The Tathāgata is our great teacher,’ and have that aspiration, know with certainty that the Tathāgata’s bodies are nondual.

source: རིགས་ཀྱི་བུ་དེའི་ཕྱིར་སྤྱོད་ཡུལ་ཐམས་ཅད་ལ་ཡང་དག་པ་མ་ཡིན་པའི་རྟོག་པ་ཡོངས་སུ་བསལ་བས། ཆོས་དེ་དག་ལ་མཚན་ཉིད་གཉིས་སུ་མེད་པ་དང་། རྣམ་པར་རྟོག་པ་མེད་པ་འཕགས་པ་རྣམས་ཀྱིས་བསྒྲུབ་པར་བྱ་བ་དེ་ལ་ཇི་ལྟ་ཇི་ལྟར་གཉིས་སུ་མེད་པའི་ཚུལ་གྱིས་ཡང་དག་པར་བསྒྲུབས་པས། དེ་ལྟ་དེ་ལྟར་སྒྲིབ་པ་ཐམས་ཅད་སྦྱོང་བར་འགྱུར་རོ། །
en: “Therefore, noble one, the superior ones, through dispelling invalid thoughts in all fields of activity, will have the accomplishment of nonduality and nonconceptualization in those phenomena, and as they accomplish that correctly through the way of nonduality, they will purify themselves of all obscurations.

source: ཇི་ཙམ་དུ་སྒྲིབ་པ་བྱང་བར་གྱུར་པ་དེ་ཙམ་དུ་ཆོས་ཀྱི་དེ་བཞིན་ཉིད་དང་། དེ་བཞིན་ཉིད་ཀྱི་ཡེ་ཤེས་རྣམ་པར་དག་པ་མཆོག་ཐོབ་པར་འགྱུར་རོ། །
en: “To the extent that they are purified of obscurations, to that extent they will attain the true nature and the pure wisdom of the true nature.

source: ཅི་ཙམ་དུ་ཆོས་ཀྱི་དབྱིངས་དང་། དེ་བཞིན་ཉིད་དང་།
en: “To the extent that there is the Dharma realm, the true nature and true wisdom become pure.

source: ཡང་དག་པའི་ཡེ་ཤེས་རྣམ་པར་དག་པ་དེ་བཞིན་དུ་དབང་ཕུན་སུམ་ཚོགས་པ་ཐམས་ཅད་ཀྱང་འཛིན་ཅིང་ཡོངས་སུ་རྫོགས་པར་འགྱུར་རོ། །སྒྲིབ་པ་ཐམས་ཅད་ཀྱང་སྦྱོང་བར་འགྱུར་རོ། །སྒྲིབ་པ་ཐམས་ཅད་རྣམ་པར་དག་པའི་ཕྱིར། དེ་ནི་ཡང་དག་པ་ཉིད་དང་།
en: To that extent there will be the possession and completion of all perfected powers.

source: ཡང་དག་པའི་ཡེ་ཤེས་དང་། བདེན་པའི་མཚན་ཉིད་དུ་མཐོང་ན། དེ་ནི་ཡང་དག་པ་ཞེས་བྱ། འཕགས་པའི་གཟིགས་པ་ཞེས་བྱ། ཡང་དག་པ་བདེན་པའི་ཚུལ་དུ་སངས་རྒྱས་མཐོང་བ་ཞེས་བྱའོ། །
en: There will also be purification from all obscurations, and because there is purification from all obscurations, the truth, true wisdom, and the characteristics of truth will be seen, and that is called validity, and the superior vision, and seeing buddhas in the truly correct way.

source: ཚུལ་བཞིན་དུ་ཆོས་ཉིད་མཐོང་བའི་ཕྱིར། སངས་རྒྱས་རྣམས་ཀྱིས་ཀྱང་། དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་མངོན་དུ་གཟིགས་པ་ཞེས་བྱའོ། །
en: Because the true nature of phenomena is seen correctly, so that the buddhas also see all the tathāgatas.

source: ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ནི་ཁམས་གསུམ་ལས་མངོན་པར་འབྱུང་ཞིང་ཡང་དག་པའི་མཐའ་ལས་གཞོལ་བས། འཕགས་པའི་གང་ཟག་དེ་ལྟ་བུས་མཐོང་བར་མི་ནུས་སོ། །
en: Because such ārya individuals as the śrāvakas and pratyekabuddhas who have renounced the three realms and seek the ultimate conclusion are unable to see that true nature.

source: དེ་མ་མཐོང་བས་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་རྣམས་ནི་ཐམས་ཅད་ཀྱང་ཕྱིན་ཅི་ལོག་གིས་བསླད་པ་དང་། ལོག་པའི་རྣམ་པར་རྟོག་པས་ཤེས་པར་མི་ནུས་ཏེ།
en: Because they do not see it, childlike ordinary beings become polluted by error and, through having incorrect thoughts, are unable to know it.

source: དཔེར་ན་ཤིན་ཏུ་མཐུ་ཆུང་བའི་རི་བོང་གི་རྐྱལ་གྱིས་རྒྱ་མཚོ་མི་རྒལ་བ་བཞིན་དུ་བྱིས་པ་སོ་སོའི་སྐྱེ་བོའི་ཤེས་པས་ཆོས་ཀྱི་དེ་བཞིན་ཉིད་མངོན་པར་ཤེས་པར་མི་ནུས་སོ། །
en: “As an analogy, just as a weak rabbit is unable to leap over an ocean, the knowledge of foolish ordinary beings is incapable of knowing the true nature.

source: འོན་ཀྱང་དེ་བཞིན་གཤེགས་པ་རྣམ་པར་རྟོག་པ་མེད་པར་ཆོས་ཐམས་ཅད་ལ་དབང་ཆེན་པོ་བརྙེས་པ། རྣམ་པར་དག་པའི་ཡེ་ཤེས་ཟབ་མོ་དང་ལྡན་པ་རྣམས་ཀྱི་རང་གི་སྤྱོད་ཡུལ་ཡིན་ཏེ།
en: However, it is the realm of activity of the tathāgatas who have attained, without conceptualization, great power over all phenomena and possess profound, pure wisdom.

source: གཞན་དང་ཐུན་མོང་དུ་མ་གྱུར་པའོ། །
en: They are not the same as others.

source: དེའི་ཕྱིར་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ནི་བསྐལ་པ་ཚད་མེད་གྲངས་མེད་པར་སྐུ་དང་སྲོག་མི་ཕངས་པར་དཀའ་བ་སྤྱད་པས་ཤིན་ཏུ་མཆོག་དམ་པ། བླ་ན་མེད་པ་བསམ་གྱིས་མི་ཁྱབ་པ། ཚིག་དང་བརྗོད་པའི་སྤྱོད་ཡུལ་ལས་འདས་པ། ཤིན་ཏུ་ཞི་བ། འཇིགས་པ་ཐམས་ཅད་དང་བྲལ་བའི་སྐུ་དེ་བརྙེས་པར་གྱུར་ཏོ། །རིགས་ཀྱི་བུ་དེ་ལྟ་བུའི་ཆོས་ཀྱི་ཆོས་ཉིད་ཤེས་ཤིང་མཐོང་བ་ནི། སྐྱེ་བ་དང་། རྒ་བ་དང་། ན་བ་དང་།
en: Therefore, the buddha bhagavats, having endured hardships for countless, innumerable eons without care for their body or life, have attained the bodies that are sublime and supreme, are unsurpassable and inconceivable, are beyond the scope of words and speech, are complete peace, and are free from all fears.

source: འཆི་བ་མེད་པས། ཡུན་རིང་དུ་འཚོ་བའོ། །གཉིད་ཀྱིས་ལོག་པ་དང་། བཀྲེས་པ་དང་། སྐོམ་པ་མེད་པར་སེམས་རྟག་པར་ཏིང་ངེ་འཛིན་དུ་གནས་ཏེ།
en: “Noble one, the one who knows and sees the true nature of phenomena has no birth, aging, sickness, and death, and therefore lives for a long time, does not sleep, has no hunger, has no thirst, and has a mind that remains always in samādhi without distraction or conceptual elaboration.

source: གཡོ་ཞིང་སྤྲོས་པ་མེད་པའོ། །གང་ཞིག་དེ་བཞིན་གཤེགས་པ་ལ་སྤྲོས་པ་དང་བཅས་པའི་སེམས་བསྐྱེད་ན། དེས་ནི་དེ་བཞིན་གཤེགས་པ་མཐོང་བར་མི་འགྱུར་རོ། །
en: Whoever develops an aspiration to have conceptual discourse with the Tathāgata will not see the Tathāgata.

source: གང་ཞིག་དེ་བཞིན་གཤེགས་པ་རྣམས་ཀྱིས། བཤད་པ་འདི་ནི་ཕན་པ་དང་བཅས་པ་སྟེ།
en: Whatever is taught by the tathāgatas is beneficial.

source: སུས་མདོ་འདི་ཐོས་པ་དེ་གཅན་གཟན་དང་། ཡི་དགས་མ་རུངས་པ་དང་། སྐྱེ་བོ་མི་བགྲུངས་པ་རྣམས་དང་ཡང་ཕྲད་པར་མི་འགྱུར་རོ། །
en: Whoever hears this sūtra will never encounter wild beasts, malevolent spirits, or vicious people.

source: ཆོས་འདི་ཐོས་པའི་འབྲས་བུ་རྣམ་པར་སྨིན་པ་ཡང་ཟད་པར་མི་འགྱུར་རོ། །
en: There is no end to the ripening of results from listening to this Dharma.

source: དེ་བཞིན་གཤེགས་པ་རྣམས་ནི་ལུང་དུ་མི་སྟོན་པ་དང་ཡུལ་ཐམས་ཅད་ལ་མཁྱེན་པར་བཞེད་པའི་དགོངས་པ་མི་མངའོ། །
en: “The tathāgatas are not neutral and do not think, ‘I will know all realms.’

source: འཁོར་བ་དང་མྱ་ངན་ལས་འདས་པ་ལ་དགོངས་པ་ཐ་དད་པ་མི་མངའོ། །
en: The tathāgatas do not have different viewpoints for saṃsāra and nirvāṇa.

source: དེ་བཞིན་གཤེགས་པ་ལ་མ་བརྟགས་པའི་ལུང་སྟོན་པ་མི་མངའོ། །
en: They do not give unexamined teachings.

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ནི་སྤྱོད་ལམ་རྣམ་པ་བཞིར་ཡེ་ཤེས་ཀྱིས་མ་བཟུང་བ་མེད་དོ། །
en: The buddha bhagavats carry out all four kinds of physical actions with wisdom.

source: ཆོས་ཐམས་ཅད་ལ་ཐུགས་རྗེས་མ་ཟིན་པ་མེད་དོ། །
en: They have compassion for all phenomena.

source: སེམས་ཅན་ཐམས་ཅད་ལ་ཕན་པ་དང་བདེ་བས་མ་བཟུང་བ་མེད་དོ། །
en: They care for the happiness and benefit of all beings.

source: རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་གང་ལ་ལས་གསེར་འོད་དམ་པའི་མདོ་སྡེ་འདི་ཐོས་ཏེ་མོས་ན་དེ་སེམས་ཅན་དམྱལ་བ་དང་། དུད་འགྲོ་དང་། ཡི་དགས་དང་། ལྷ་མ་ཡིན་གྱི་གནས་སུ་ནམ་ཡང་མི་ལྟུང་ངོ་། །རྟག་ཏུ་ལྷ་དང་། མིའི་གནས་སུ་སྐྱེ་སྟེ།
en: “Noble one, someone who hears and believes in this Sūtra of the Sublime Golden Light will never fall into an existence as a hell being, an animal, a preta, or an asura, but will always be reborn into existence as a deva or a human.

source: དམན་པར་མི་སྐྱེ་བ་དང་། རྟག་ཏུ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་བསྙེན་བཀུར་བྱེད་ཅིང་། དམ་པའི་ཆོས་ཉན་པ་དང་། འཛིན་པ་དང་། སངས་རྒྱས་ཀྱི་ཞིང་རྣམ་པར་དག་པ་དག་ཏུ་སྐྱེ་བར་ཡང་འགྱུར་ཏེ།
en: They will not have a low birth, and they will always honor the buddha bhagavats; they will listen to and possess the Dharma, and they will be reborn into pure buddha realms.

source: དེ་ནི་ཆོས་ཤིན་ཏུ་ཟབ་མོ་འདི་ཐོས་པའི་ཕྱིར་རོ། །རིགས་ཀྱི་བུའམ།
en: It is because they have heard this extremely profound Dharma.

source: རིགས་ཀྱི་བུ་མོ་དེ་དག་ནི་དེ་བཞིན་གཤེགས་པས། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ཕྱིར་མི་ལྡོག་པར་ཡང་མཁྱེན་ཅིང་། ལུང་ཡང་སྟོན་ཏོ། །གང་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་ལ་ལས་ཤིན་ཏུ་ཟབ་མོ་དམ་པའི་ཆོས་འདི་རྣ་ལམ་དུ་ལན་ཅིག་ཙམ་ཐོས་ན་ཡང་། དེ་ནི་དེ་བཞིན་གཤེགས་པ་ལ་དབང་ཟ་བར་མི་འགྱུར། དམ་པའི་ཆོས་ལ་མི་དམོད།
en: “Those noble men and noble women are known by a tathāgata to be irreversibly progressing to the highest, most complete enlightenment and they are given that prophecy.

source: འཕགས་པ་རྣམས་ལ་མི་བརྙས། སྐྱེ་དགུ་ཐམས་ཅད་ཀྱི་དགེ་བའི་རྩ་བ་མ་སྐྱེས་པ་ནི་སྐྱེད་པར་བྱེད། དགེ་བའི་རྩ་བ་སྐྱེས་པ་རྣམས་ནི་འཕེལ་བ་དང་། ཡོངས་སུ་སྨིན་པར་བྱེད་ཅིང་། འཇིག་རྟེན་གྱི་ཁམས་ན་སེམས་ཅན་ཇི་སྙེད་པ་དེ་དག་ཕ་རོལ་ཏུ་ཕྱིན་པའི་སྤྱོད་པ་སྟོན་པར་བྱེད་དོ། །དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་ནམ་མཁའི་སྙིང་པོ་དང་།
en: “The noble men and noble women who hear just once this profound, sublime Dharma will not defame the Tathāgata, will not denigrate the Dharma, and will not malign the superior beings, but they will develop the roots of merit of all beings that have not been developed, they will increase the roots of merit that have been developed, they will ripen those beings, and they will teach perfect conduct to as many beings are there are in world realms.”

source: བརྒྱ་བྱིན་དང་། ཚངས་པ་དང་། རྒྱལ་པོ་ཆེན་པོ་བཞི་ལ་སོགས་པའི་ལྷ་རྣམས་སྟན་ལས་ལངས་ཏེ། བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་བྱས་ཏེ། ཐལ་མོ་སྦྱར་བ་བཏུད་ནས།
en: Then the bodhisattva Ākāśagarbha, Śakra, Brahmā, the Four Mahārājas, and all the other devas rose from their seats, and with their robes over one shoulder, placed their palms together, and with great veneration bowed down their heads to the Bhagavat’s feet.

source: ཤིན་ཏུ་གུས་པ་དང་བཅས་པས། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་སྤྱི་བོས་ཕྱག་འཚལ་ནས། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །གསེར་འོད་དམ་པ་མདོ་སྡེའི་དབང་པོའི་རྒྱལ་པོ་འདི་འཆད་པའི་གནས་དེ་དང་ཡུལ་དེ་དག་ཏུ་ཕན་པའི་ཡོན་ཏན་རྣམ་པ་འདི་བཞི་འབྱུང་བར་འགྱུར་རོ། །
en: Then they said to the Bhagavat, “There will come these four kinds of beneficial qualities in those places and lands where this Lord King of Sūtras, the Sublime Golden Light is taught.

source: བཞི་གང་ཞེ་ན།
en: What are those four?

source: ཡུལ་དེར་རྒྱལ་པོ་ཕ་རོལ་པོའི་དགྲ་དང་དཔུང་དར་བས་མི་ཚུགས་པ་དང་། ནད་ཐམས་ཅད་བསལ་ཅིང་ཚེ་རིང་བ་དང་། བཀྲ་ཤིས་ཤིང་བདེ་བས་ཡང་དག་པའི་ཆོས་སྟོན་པར་བྱེད་དོ། །བཙུན་མོ་དང་། སླས་དང་། སྲས་དང་།
en: “First, in those lands there will be no harm from an increase of the king’s enemies and their forces; all illness will also be dispelled, and there will be long lives, good fortune, and happiness, and the true Dharma will be taught.

source: སྲས་མོ་དང་། བློན་པོ་རྣམས་ཀྱང་འདུམ་ཞིང་རྩོད་པ་མེད་པ་དང་། གཅམ་བུ་དང་། སྒྱུས་འཚོ་བ་སྤངས་པས། རྒྱལ་པོས་གནང་ཞིང་། བཀུར་བར་འགྱུར་བ་དང་།
en: “Second, the queens, attendants, princes, princesses, and ministers will be in harmony, they will not quarrel, they will avoid livelihoods through lies and deception, and they will be authorized and honored by the king.

source: དགེ་སྦྱོང་དང་། བྲམ་ཟེ་ལ་སོགས་པ་རྣམས་དམ་པའི་ཆོས་སྤྱོད་ཅིང་། ནད་མེད་པ་དང་། བདེ་བས་གློ་བུར་དུ་འཆི་བ་མེད་པ་དང་། བསོད་ནམས་ཀྱི་ཚོགས་ཐམས་ཅད་སྒྲུབ་ཅིང་ཡོངས་སུ་འཛིན་པ་དང་། གང་དུས་ཐམས་ཅད་དུ་འབྱུང་བ་ཆེན་པོ་བཞི་མི་འཕྲོད་པ་མེད་པ་དང་། རྟག་པར་ལྷ་རྣམས་ཀྱིས་སྲུང་ཞིང་སྐྱོབ་པ་དང་།
en: “Third, mendicants, brahmins, and so on will practice the Dharma, will have no illness, will be happy, will have no premature deaths, and they will accomplish and possess all aggregations of merit.

source: བྱམས་པ་དང་། སྙིང་རྗེ་མཉམ་པས། གནོད་པ་མེད་པ་དང་། འཚེ་བའི་སེམས་མེད་པ་དང་། སེམས་ཅན་རྣམས་དཀོན་མཆོག་གསུམ་ལ་སྐྱབས་སུ་འགྲོ་ཞིང་།
en: “Fourth, at all times there will be no adversity from the four elements, they will be continually guarded and protected by devas, they will all equally have love and compassion, they will not cause harm and will have no malice, and beings will go for refuge to the Three Jewels and will pray to have the conduct of bodhisattvas.

source: བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་སྒྲུབ་པར་སྨོན་ལམ་འདེབས་སོ། །བཅོམ་ལྡན་འདས་བདག་ཅག་ཀྱང་རྟག་ཏུ་མདོ་སྡེ་འདི་རྒྱས་པར་བགྱི་བའི་སླད་དུ། མདོ་སྡེ་འདི་སུ་འཛིན་པའི་གང་ཟག་དེའི་གནས་སུ་མཆི་ཞིང་ཕན་གདགས་པར་བགྱིའོ་ཞེས་གསོལ་པ་དང་།
en: “Bhagavat, so that we may cause this sūtra to continually spread, we will go to the locations of the individuals who possess this sūtra and will benefit them.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་ལེགས་སོ་ཞེས་བཀའ་སྩལ་ཏེ།
en: The Bhagavat said to them, “Well done!

source: རིགས་ཀྱི་བུ་དེ་ལྟར་དེ་བཞིན་དུ་ཁྱོད་ཀྱིས་ཀྱང་མདོ་སྡེའི་རྒྱལ་པོ་དམ་པ་འདི་འཇིག་རྟེན་ན་ཡུན་རིང་དུ་གནས་པར་བྱ་བའི་ཕྱིར་སྤེལ་བ་དང་། རྒྱས་པར་བྱ་བ་ལ་བརྩོན་པར་གྱིས་ཤིང་། །
en: Noble ones, in order that this lord and king of sūtras will thus remain for a long time in the world, dedicate yourselves to its spread and increase!”

source: གསེར་འོད་དམ་པ་མདོ་སྡེའི་དབང་པོའི་རྒྱལ་པོ་ལས། སྐུ་གསུམ་རྣམ་པར་དབྱེ་བའི་ལེའུ་སྟེ་གསུམ་པའོ།། །།
en: This concludes “The Differentiation of the Three Bodies,” the third chapter of “The Lord King of Sūtras, the Sublime Golden Light.”

source: དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་མཛེས་པའི་ཏོག་གཉིད་ལོག་པའི་རྨི་ལམ་ན། གསེར་གྱི་རྔ་ཀུན་དུ་སྣང་བ། དཔེར་ན་ཉི་མའི་དཀྱིལ་འཁོར་འདྲ་བ་ཞིག་མཐོང་ངོ་། །
en: Chapter 4: The Confession in a Dream The bodhisattva Ruciraketu then went to sleep and in a dream saw a golden drum that was shining like the disk of the sun.

source: ཕྱོགས་ཐམས་ཅད་ན་ཡང་། སངས་རྒྱས་བཅོམ་ལྡན་འདས་གྲངས་མེད་དཔག་ཏུ་མེད་པ་དག་རིན་པོ་ཆེའི་ཤིང་དྲུང་ན། རིན་པོ་ཆེ་བཻ་ཌཱུརྱའི་ཁྲི་རྣམས་ལ་བཞུགས་ཤིང་། འཁོར་བརྒྱ་སྟོང་དུ་མས་ཡོངས་སུ་བསྐོར་ཏེ།
en: In all directions there were countless, innumerable buddha bhagavats seated upon precious beryl thrones at the foot of precious wish-fulfilling trees, encircled by assemblies of many hundreds of thousands.

source: མདུན་གྱིས་བལྟས་ནས་ཆོས་སྟོན་པ་མཐོང་ངོ་། །
en: Looking straight ahead, they were teaching the Dharma.

source: དེ་ནས་ཡང་སྐྱེས་བུ་བྲམ་ཟེའི་གཟུགས་ལྟ་བུ་ཞིག་རྔ་དེ་རྡུང་བ་མཐོང་སྟེ། རྔའི་སྒྲ་དེ་ལས་བསྟན་པའི་ཚིགས་སུ་བཅད་པ་འདི་ལྟ་བུ་དག་བྱུང་བ་ཐོས་སོ། །
en: Then he saw a person who appeared to be a brahmin beating that drum, and he heard a teaching in verse come from the drumbeats.

source: དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་མཛེས་པའི་ཏོག་སད་མ་ཐག་ཏུ་བསྟན་པའི་ཚིགས་སུ་བཅད་པ་འདི་དག་རྗེས་སུ་དྲན་ནོ། །
en: As soon as the bodhisattva Ruciraketu awoke from his sleep, he remembered the verses that were taught.

source: རྗེས་སུ་དྲན་ནས་ཀྱང་། དེའི་མཚན་མོ་ཟད་པ་དང་རྒྱལ་པོའི་ཁབ་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོ་ནས་བྱུང་སྟེ། སྲོག་ཆགས་སྟོང་ཕྲག་དུ་མ་དང་ལྷན་ཅིག་ཏུ་བྱ་རྒོད་ཀྱི་ཕུང་པོའི་རི་ག་ལ་བ་དང་། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས།
en: Having remembered them, when the night was over, he left the city of Rājagṛha, and together with many thousands of people he went to Vulture Peak Mountain and into the presence of the Bhagavat.

source: བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ། བཅོམ་ལྡན་འདས་ལ་ལན་གསུམ་བསྐོར་བ་བྱས་ནས། ཕྱོགས་གཅིག་ཏུ་འདུག་གོ། །
en: He bowed down to the feet of the Bhagavat and circumambulated the Bhagavat three times, keeping him to his right, and then sat down to one side.

source: ཕྱོགས་གཅིག་ཏུ་འདུག་ནས། བྱང་ཆུབ་སེམས་དཔའ་མཛེས་པའི་ཏོག་གིས། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་ནས། རྨི་ལམ་ན་རྔའི་སྒྲ་ལས་བསྟན་པའི་ཚིགས་སུ་བཅད་པ་གང་དག་ཐོས་པ་དེ་དག་གསོལ་ཏོ། །
en: Seated to one side, the bodhisattva Ruciraketu, with his palms together in homage, bowed toward the Bhagavat and recited the teaching in verse that he had heard from the sound of the drum in his dream.

source: ནུབ་གཅིག་གཡེལ་བ་མེད་པར་ཡང་། །བདག་གི་རྨི་ལམ་རྨིས་པ་ནི། །
en: “One night, though I was not Sleepy, I entered a dream.

source: མཛེས་པའི་རྔ་ཆེན་མཐོང་བ་སྟེ། །ཐམས་ཅད་དུ་ནི་གསེར་གྱི་འོད། །
en: I saw a large, beautiful drum Entirely of golden light.

source: ཉི་མ་ཇི་ལྟ་བཞིན་དུ་འབར། །ཀུན་དུ་རྣམ་པར་ལྷང་ངེ་སྟེ། །ཕྱོགས་བཅུ་རྣམས་སུ་སྣང་བར་འགྱུར། །
en: “It was shining like the sun And completely bright, Illuminating the ten directions.

source: ཀུན་དུ་རིན་ཆེན་ཤིང་དྲུང་ན། །རིན་ཆེན་བཻ་ཌཱུརྱ་དག་གི། །ཁྲི་ལ་སངས་རྒྱས་རྣམས་བཞུགས་ཏེ། །བརྒྱ་སྟོང་ཕྲག་ནི་དུ་མ་ཡི། །འཁོར་དབུས་མདུན་གྱིས་བལྟས་པ་མཐོང་། །
en: I saw buddhas everywhere, “Seated beneath precious trees On precious beryl thrones, Looking straight ahead in the middle Of many hundreds of thousands of followers.

source: བྲམ་ཟེའི་གཟུགས་ནི་འདྲ་བ་ཞིག །རྔ་ཆེན་རབ་ཏུ་རྡུང་བར་མཐོང་། །དེ་ཡིས་དེ་ལ་བརྡུངས་པ་དང་། །
en: “I saw someone resembling a brahmin Who beat that big drum.

source: ཚིགས་སུ་བཅད་པ་འདི་དག་བྱུང་། །གསེར་འོད་དམ་པའི་རྔ་ཆེན་སྒྲ་ཡིས་ནི། །སྟོང་གསུམ་འཇིག་རྟེན་འཇིག་རྟེན་གསུམ་འདི་ན། །ངན་སོང་སྡུག་བསྔལ་གཤིན་རྗེའི་སྡུག་བསྔལ་དང་། །
en: As he was beating it, There came these verses: “ ‘Through the sound of the great drum of sublime golden light, May all the suffering of the lower existences, The suffering in Yama’s realm, and the suffering of poverty Cease in the three realms within this trichiliocosm.

source: དབུལ་བའི་སྡུག་བསྔལ་སྡུག་བསྔལ་ཞི་བར་ཤོག །རྔ་བོ་ཆེ་ཡི་སྒྲ་སྐད་འདི་ཡིས་ནི། །འཇིག་རྟེན་རྨོངས་པ་ཐམས་ཅད་ཞི་གྱུར་ཅིག །ཇི་ལྟར་ཐུབ་དབང་འཇིགས་མེད་འཇིགས་ཞི་ལྟར། །སེམས་ཅན་འཇིགས་མེད་འཇིགས་དང་བྲལ་བར་ཤོག །
en: “ ‘Through the sound and words of the great drum, May all the ignorance in the world cease; Just as the lord of sages is without fear and his fear has ceased, So may all beings be without fear and have their fears cease.

source: ཇི་ལྟར་འཁོར་བར་ཀུན་མཁྱེན་ཐུབ་དབང་པོ། །འཕགས་པའི་ཡོན་ཏན་ཀུན་དང་ལྡན་པ་ལྟར། །སྐྱེ་དགུ་ཏིང་འཛིན་བྱང་ཆུབ་ཡན་ལག་གི། །ཡོན་ཏན་ལྡན་ཞིང་ཡོན་ཏན་རྒྱ་མཚོར་གྱུར། །
en: “ ‘Just like the omniscient lord of sages in saṃsāra Possesses all the qualities of the āryas, In that way may beings be oceans of qualities, Possessing the qualities of the branches of enlightenment.

source: རྔ་བོ་ཆེ་ཡི་སྒྲ་སྐད་འདི་ཡིས་ནི། །སེམས་ཅན་ཐམས་ཅད་ཚངས་པའི་སྒྲ་ལྡན་གྱུར། །སངས་རྒྱས་བྱང་ཆུབ་དམ་པ་མཆོག་རེག་ཤོག །ཆོས་ཀྱི་འཁོར་ལོ་དགེ་བ་བསྐོར་གྱུར་ཅིག །
en: “ ‘Through the sound and words of the great drum, May all beings possess the voice of Brahmā And reach the supreme enlightenment of Sublime buddhahood and turn the good Dharma wheel.

source: བསྐལ་པ་བསམ་གྱིས་མི་ཁྱབ་བཞུགས་པར་ཤོག །
en: “ ‘May they remain for countless eons.

source: འགྲོ་ལ་ཕན་ཕྱིར་ཆོས་ཀྱང་སྟོན་གྱུར་ཅིག །
en: May they teach the Dharma to benefit beings.

source: ཉོན་མོངས་འཇོམས་གྱུར་སྡུག་བསྔལ་སེལ་བར་ཤོག །
en: May they defeat the kleśas and dispel suffering.

source: འདོད་ཆགས་ཞེ་སྡང་གཏི་མུག་ཞི་གྱུར་ཅིག །
en: May desire, anger, and ignorance cease.

source: སེམས་ཅན་གང་དག་ངན་སོང་སར་གནས་ཏེ། །རུས་པའི་ལུས་ལ་མེ་ལྕེ་རབ་འབར་བ། །དེ་དག་རྔ་ཆེན་བསྒྲགས་པ་ཐོས་གྱུར་ཅིག །
en: “ ‘Those beings who are in the lower realms, Whose skeleton bodies are burning in fire, May they hear the sound of the great drum.

source: སྡུག་བསྔལ་ཐམས་ཅད་རབ་ཏུ་ཞི་གྱུར་ནས། །སངས་རྒྱས་ཕྱག་འཚལ་ལོ་ཞེས་ཚིག་ཐོས་ཤོག །
en: May all their suffering cease completely And may they hear the words, “Homage to the buddhas!”

source: སེམས་ཅན་ཀུན་གྱི་ཚེ་རབས་བརྒྱ་དག་དང་། །ཚེ་རབས་སྟོང་ཕྲག་བྱེ་བར་སྐྱེ་དྲན་ཤོག །
en: “ ‘May all beings remember hundreds of lifetimes— Thousands of millions of lifetimes.

source: ཐུབ་པའི་དབང་པོ་རྟག་ཏུ་དྲན་གྱུར་ཅིག །དེ་དག་གི་ནི་རྒྱ་ཆེན་གསུང་ཐོས་ཤོག །
en: May they always remember the Munīndra, And may they hear his vast teaching.

source: རྔ་བོ་ཆེ་ཡི་སྒྲ་སྐད་འདི་ཡིས་ནི། །སངས་རྒྱས་རྣམས་དང་རྟག་ཏུ་འགྲོགས་རྙེད་གྱུར། །སྡིག་པའི་ལས་རྣམས་རྣམ་པར་སྤོང་བར་ཤོག །
en: “ ‘Through the sound and words of the great drum, May they always be together with buddhas And completely forsake bad actions.

source: བྱ་བ་དགེ་བ་རྣམས་ནི་སྤྱོད་གྱུར་ཅིག །
en: May they accomplish good actions.

source: མི་དང་ལྷ་དང་སྲོག་ཆགས་ཐམས་ཅད་ཀྱི། །དེ་དག་བསམ་དང་སྨོན་ལམ་གང་ཡིན་པ། །རྔ་བོ་ཆེ་ཡི་སྒྲ་སྐད་འདི་ཡིས་ནི། །དེ་དག་རྣམས་ཀྱི་རེ་ཀུན་རྫོགས་གྱུར་ཅིག །
en: “ ‘May the sound of the great drum Completely bring to fulfillment Whatever wishes and prayers are made By humans, devas, and all beings.
